{
  "pageHeadTitle": "Legal notice",
  "pageTitle": "Legal notice",
  "editor": {
    "title": "Editor",
    "message": "Vélo Longchamp is a not-for-profit organisation (governed by the french law of 1 July 1901) based at<1 />21 rue Jasmin, 75016 Paris FRANCE <1 />Current president of the association: Stéphane Jander"
  },
  "host": {
    "title": "Host",
    "message": "Both websites www.velo-longchamp.fr and www.velo-longchamp.com are hosted by the company ZEIT, Inc, based at 1046 Kearny Street, San Francisco, CA 94133 USA"
  },
  "cookies": {
    "title": "Cookies",
    "message": "This website uses Google Analytics, a web analytics service provided by Google, Inc. (« Google »). Google Analytics uses « cookies », which are text files placed on your computer to help the website analyse how visitors use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above."
  },
  "iproperty": {
    "title": "Intellectual property",
    "message": "Every elements of the websites www.velo-longchamp.com and www.velo-longchamp.fr, including downloadable documents, are protected by copyright, trademark or patent. They are the exclusive property of Vélo Longchamp. As a result, you cannot in any case and in any way, reproduce, distribute, modify, license all or part of any elements reproduced on the site and all or part of the site without the prior agreement of Vélo Longchamp."
  },
  "time": {
    "title": "Duration",
    "message": "These conditions apply throughout the line-up of the services offered by Vélo Longchamp on the sites www.velo-longchamp.com and www.velo-longchamp.fr."
  },
  "law": {
    "title": "Law and jurisdiction",
    "message": "These conditions are subject to French law. The attribution of competence in case of dispute, and failing amicable agreement between the parties, is given to the competent French courts."
  }
}
